Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Browsing data cleared
ar: تم مسح بيانات التصفح
ca: Dades de navegació esborrades
cs: Data prohlížení vymazána
da: Browserdata ryddet
de: Browserdaten gelöscht
el: Τα δεδομένα περιήγησης διαγράφηκαν
es: Datos de navegación borrados
fi: Selaustiedot tyhjennetty
fr: Données de navigation effacées
he: נתוני הגלישה נוקו
hi: ब्राउज़िंग डेटा साफ़ किया गया
hr: Podaci pregledavanja očišćeni
hu: Böngészési adatok törölve
id: Data penjelajahan dihapus
it: Dati di navigazione cancellati
ja: 閲覧データを消去しました
ko: 인터넷 사용 기록을 지웠습니다
ms: Data pelayaran dikosongkan
nb: Nettleserdata tømt
nl: Browsegegevens gewist
pl: Wyczyszczono dane przeglądania
pt_br: Dados de navegação limpos
ro: Datele de navigare au fost șterse
ru: Данные просмотра очищены
sk: Údaje prehliadania vymazané
sv: Webbdata rensade
th: ล้างข้อมูลการเรียกดูแล้ว
tr: Gezinme verileri temizlendi
uk: Дані перегляду очищено
vi: Đã xóa dữ liệu duyệt
zh_hans: 已清除浏览数据
zh_hk: 已清除瀏覽資料

source: Browsing history
ar: سجل التصفح
ca: Historial de navegació
cs: Historie prohlížení
da: Browserhistorik
de: Browserverlauf
el: Ιστορικό περιήγησης
es: Historial de navegación
fi: Selaushistoria
fr: Historique de navigation
he: היסטוריית גלישה
hi: ब्राउज़िंग इतिहास
hr: Povijest pregledavanja
hu: Böngészési előzmények
id: Riwayat penjelajahan
it: Cronologia di navigazione
ja: 閲覧履歴
ko: 방문 기록
ms: Sejarah pelayaran
nb: Nettleserlogg
nl: Browsegeschiedenis
pl: Historia przeglądania
pt_br: Histórico de navegação
ro: Istoric de navigare
ru: История просмотров
sk: História prehliadania
sv: Webbhistorik
th: ประวัติการเรียกดู
tr: Gezinme geçmişi
uk: Історія перегляду
vi: Lịch sử duyệt
zh_hans: 浏览历史
zh_hk: 瀏覽紀錄

source: By default the CLI's clicks are synthetic — fine for automation, but pages that gate actions behind a real user gesture (autoplay, pop-ups) ignore them. Turning this on lets `browser-cli click --real` post genuine mouse events that count as gestures. The trade-off: any process running as you can then click inside the browser window, so leave it off unless you need it.
ar: افتراضيًا تكون نقرات واجهة سطر الأوامر اصطناعية — جيدة للأتمتة، لكن الصفحات التي تقفل الإجراءات خلف إيماءة مستخدم حقيقية (التشغيل التلقائي، النوافذ المنبثقة) تتجاهلها. تشغيل هذا يتيح للأمر `browser-cli click --real` إرسال أحداث فأرة حقيقية تُحتسب كإيماءات. المقايضة: أي عملية تعمل باسمك يمكنها حينئذٍ النقر داخل نافذة المتصفح، لذا اتركه مطفأً ما لم تكن بحاجة إليه.
ca: Per defecte, els clics de la CLI són sintètics — bé per a l'automatització, però les pàgines que exigeixen un gest real de l'usuari (reproducció automàtica, finestres emergents) els ignoren. Activar això permet que `browser-cli click --real` enviï esdeveniments de ratolí genuïns que compten com a gestos. La contrapartida: qualsevol procés que s'executi com tu podrà llavors fer clic dins de la finestra del navegador, així que deixa-ho desactivat tret que ho necessitis.
cs: Ve výchozím nastavení jsou kliknutí CLI syntetická — vhodná pro automatizaci, ale stránky, které blokují akce za skutečným uživatelským gestem (automatické přehrávání, vyskakovací okna), je ignorují. Zapnutí tohoto umožní příkazu `browser-cli click --real` odesílat opravdové události myši, které se počítají jako gesta. Kompromis: jakýkoli proces běžící pod tvým účtem pak může klikat uvnitř okna prohlížeče, takže to nech vypnuté, pokud to nepotřebuješ.
da: Som standard er CLI'ens klik syntetiske — fint til automatisering, men sider, der låser handlinger bag en rigtig brugerhandling (autoafspilning, pop op-vinduer), ignorerer dem. Slår du dette til, sender `browser-cli click --real` ægte musehændelser, der tæller som handlinger. Bagsiden: enhver proces, der kører som dig, kan så klikke inde i browservinduet, så lad det være slået fra, medmindre du har brug for det.
de: Standardmäßig sind die Klicks der CLI synthetisch – gut für die Automatisierung, aber Seiten, die Aktionen hinter einer echten Nutzergeste verbergen (Autoplay, Pop-ups), ignorieren sie. Wenn du dies aktivierst, sendet `browser-cli click --real` echte Mausereignisse, die als Gesten zählen. Der Kompromiss: Jeder Prozess, der unter deinem Konto läuft, kann dann in das Browserfenster klicken – lass es also aus, sofern du es nicht brauchst.
el: Από προεπιλογή, τα κλικ του CLI είναι συνθετικά — καλά για αυτοματισμό, αλλά σελίδες που κλειδώνουν ενέργειες πίσω από μια πραγματική χειρονομία χρήστη (αυτόματη αναπαραγωγή, αναδυόμενα) τα αγνοούν. Η ενεργοποίηση αυτού επιτρέπει στο `browser-cli click --real` να στέλνει γνήσια συμβάντα ποντικιού που μετρούν ως χειρονομίες. Το αντιστάθμισμα: οποιαδήποτε διεργασία εκτελείται ως εσύ μπορεί τότε να κάνει κλικ μέσα στο παράθυρο του προγράμματος περιήγησης, οπότε άφησέ το ανενεργό εκτός αν το χρειάζεσαι.
es: Por defecto, los clics de la CLI son sintéticos: bien para automatización, pero las páginas que exigen un gesto real del usuario (reproducción automática, ventanas emergentes) los ignoran. Al activar esto, `browser-cli click --real` envía eventos de ratón genuinos que cuentan como gestos. La contrapartida: cualquier proceso que se ejecute como tú podrá entonces hacer clic dentro de la ventana del navegador, así que déjalo desactivado a menos que lo necesites.
fi: Oletuksena CLI:n napsautukset ovat synteettisiä — hyviä automaatioon, mutta sivut, jotka vaativat aidon käyttäjän eleen (automaattinen toisto, ponnahdusikkunat), jättävät ne huomiotta. Kun otat tämän käyttöön, `browser-cli click --real` lähettää aitoja hiiritapahtumia, jotka lasketaan eleiksi. Kompromissi: mikä tahansa sinuna toimiva prosessi voi tällöin napsauttaa selainikkunan sisällä, joten pidä se pois päältä, ellet tarvitse sitä.
fr: Par défaut, les clics de la CLI sont synthétiques — parfaits pour l'automatisation, mais les pages qui exigent un vrai geste utilisateur (lecture automatique, fenêtres pop-up) les ignorent. En activant ceci, `browser-cli click --real` envoie de vrais événements de souris qui comptent comme des gestes. Le compromis : tout processus s'exécutant en votre nom peut alors cliquer dans la fenêtre du navigateur, alors laissez-le désactivé sauf si vous en avez besoin.
he: כברירת מחדל, הלחיצות של ה-CLI סינתטיות — טובות לאוטומציה, אבל דפים שנועלים פעולות מאחורי מחוות משתמש אמיתית (הפעלה אוטומטית, חלונות קופצים) מתעלמים מהן. הפעלת זה מאפשרת ל-`browser-cli click --real` לשלוח אירועי עכבר אמיתיים הנחשבים כמחוות. הפשרה: כל תהליך שרץ בשמך יוכל אז ללחוץ בתוך חלון הדפדפן, אז השאר כבוי אלא אם אתה זקוק לזה.
hi: डिफ़ॉल्ट रूप से CLI के क्लिक कृत्रिम होते हैं — स्वचालन के लिए ठीक, लेकिन जो पृष्ठ क्रियाओं को वास्तविक उपयोगकर्ता इशारे के पीछे लॉक करते हैं (ऑटोप्ले, पॉप-अप) वे उन्हें अनदेखा करते हैं। इसे चालू करने से `browser-cli click --real` वास्तविक माउस घटनाएँ भेजता है जो इशारों के रूप में गिनी जाती हैं। समझौता: आपके रूप में चल रही कोई भी प्रक्रिया तब ब्राउज़र विंडो के अंदर क्लिक कर सकती है, इसलिए जब तक आवश्यक न हो इसे बंद रखें।
hr: Prema zadanim postavkama klikovi CLI-a su sintetički — dobri za automatizaciju, ali stranice koje zaključavaju radnje iza stvarne korisničke geste (automatska reprodukcija, skočni prozori) ih zanemaruju. Uključivanjem ovoga `browser-cli click --real` šalje prave događaje miša koji se broje kao geste. Kompromis: bilo koji proces koji se izvodi kao ti tada može kliktati unutar prozora preglednika, pa ga ostavi isključenim osim ako ti nije potreban.
hu: Alapértelmezetten a CLI kattintásai szintetikusak — jók automatizáláshoz, de azok az oldalak, amelyek valódi felhasználói gesztus mögé zárják a műveleteket (automatikus lejátszás, felugró ablakok), figyelmen kívül hagyják őket. Ennek bekapcsolása lehetővé teszi, hogy a `browser-cli click --real` valódi egéreseményeket küldjön, amelyek gesztusnak számítanak. A kompromisszum: bármely, a te nevedben futó folyamat ekkor kattinthat a böngészőablakon belül, ezért hagyd kikapcsolva, hacsak nincs rá szükséged.
id: Secara bawaan, klik CLI bersifat sintetis — bagus untuk otomatisasi, tetapi halaman yang mengunci tindakan di balik gerakan pengguna yang sebenarnya (putar otomatis, pop-up) mengabaikannya. Mengaktifkan ini membuat `browser-cli click --real` mengirim peristiwa mouse asli yang dihitung sebagai gerakan. Kompromisnya: proses apa pun yang berjalan sebagai kamu kemudian dapat mengeklik di dalam jendela browser, jadi biarkan mati kecuali kamu membutuhkannya.
it: Per impostazione predefinita i clic della CLI sono sintetici: vanno bene per l'automazione, ma le pagine che richiedono un vero gesto dell'utente (riproduzione automatica, pop-up) li ignorano. Attivando questa opzione, `browser-cli click --real` invia veri eventi del mouse che contano come gesti. Il compromesso: qualsiasi processo eseguito a tuo nome potrà quindi fare clic all'interno della finestra del browser, quindi lascialo disattivato se non ne hai bisogno.
ja: デフォルトではCLIのクリックは合成的で、自動化には適していますが、実際のユーザー操作の背後に動作を隠すページ（自動再生、ポップアップ）はそれらを無視します。これをオンにすると、`browser-cli click --real` が操作として数えられる本物のマウスイベントを送信できます。トレードオフとして、あなたとして実行されているどんなプロセスもブラウザウィンドウ内をクリックできるようになるため、必要でなければオフのままにしてください。
ko: 기본적으로 CLI의 클릭은 합성이며 자동화에는 적합하지만, 실제 사용자 제스처 뒤에 동작을 잠그는 페이지(자동 재생, 팝업)는 이를 무시합니다. 이것을 켜면 `browser-cli click --real` 이 제스처로 계산되는 진짜 마우스 이벤트를 보낼 수 있습니다. 절충점: 그러면 사용자로 실행되는 모든 프로세스가 브라우저 창 내부를 클릭할 수 있으므로 필요하지 않으면 꺼두세요.
ms: Secara lalai, klik CLI bersifat sintetik — bagus untuk automasi, tetapi halaman yang mengunci tindakan di sebalik gerak isyarat pengguna sebenar (main auto, pop timbul) mengabaikannya. Menghidupkan ini membolehkan `browser-cli click --real` menghantar peristiwa tetikus tulen yang dikira sebagai gerak isyarat. Tukar gantinya: sebarang proses yang berjalan sebagai anda kemudiannya boleh mengklik di dalam tetingkap pelayar, jadi biarkan ia mati melainkan anda memerlukannya.
nb: Som standard er CLI-ens klikk syntetiske — greit for automatisering, men sider som låser handlinger bak en ekte brukerhandling (autoavspilling, forgrunnsvinduer) ignorerer dem. Slår du dette på, lar `browser-cli click --real` sende ekte musehendelser som teller som handlinger. Avveiningen: enhver prosess som kjører som deg, kan da klikke inne i nettleservinduet, så la det være av med mindre du trenger det.
nl: Standaard zijn de klikken van de CLI synthetisch — prima voor automatisering, maar pagina's die acties achter een echt gebruikersgebaar verbergen (autoplay, pop-ups) negeren ze. Als je dit inschakelt, stuurt `browser-cli click --real` echte muisgebeurtenissen die als gebaren tellen. De afweging: elk proces dat als jou draait, kan dan in het browservenster klikken, dus laat het uit tenzij je het nodig hebt.
pl: Domyślnie kliknięcia CLI są syntetyczne — dobre do automatyzacji, ale strony, które blokują akcje za prawdziwym gestem użytkownika (autoodtwarzanie, wyskakujące okienka), ignorują je. Włączenie tego pozwala `browser-cli click --real` wysyłać autentyczne zdarzenia myszy, które liczą się jako gesty. Kompromis: każdy proces działający jako ty będzie mógł wtedy klikać wewnątrz okna przeglądarki, więc pozostaw to wyłączone, chyba że tego potrzebujesz.
pt_br: Por padrão, os cliques da CLI são sintéticos — bons para automação, mas páginas que exigem um gesto real do usuário (reprodução automática, pop-ups) os ignoram. Ativar isso faz `browser-cli click --real` enviar eventos de mouse genuínos que contam como gestos. A contrapartida: qualquer processo executado como você poderá então clicar dentro da janela do navegador, então deixe desativado a menos que precise.
ro: În mod implicit, clicurile CLI-ului sunt sintetice — bune pentru automatizare, dar paginile care blochează acțiunile în spatele unui gest real al utilizatorului (redare automată, ferestre pop-up) le ignoră. Activarea acestei opțiuni permite comenzii `browser-cli click --real` să trimită evenimente de mouse autentice care contează drept gesturi. Compromisul: orice proces care rulează ca tine poate atunci să facă clic în interiorul ferestrei browserului, așa că lasă-l dezactivat dacă nu ai nevoie de el.
ru: По умолчанию щелчки CLI синтетические — подходят для автоматизации, но страницы, которые скрывают действия за реальным жестом пользователя (автовоспроизведение, всплывающие окна), их игнорируют. Включение этого позволяет `browser-cli click --real` отправлять настоящие события мыши, засчитываемые как жесты. Компромисс: любой процесс, запущенный от вашего имени, сможет тогда щёлкать внутри окна браузера, поэтому оставьте выключенным, если это не нужно.
sk: Predvolene sú kliknutia CLI syntetické — vhodné na automatizáciu, ale stránky, ktoré blokujú akcie za skutočným používateľským gestom (automatické prehrávanie, vyskakovacie okná), ich ignorujú. Zapnutie tohto umožní príkazu `browser-cli click --real` odosielať skutočné udalosti myši, ktoré sa počítajú ako gestá. Kompromis: akýkoľvek proces bežiaci pod tvojím účtom potom môže klikať vnútri okna prehliadača, takže to nechaj vypnuté, pokiaľ to nepotrebuješ.
sv: Som standard är CLI:ns klick syntetiska — bra för automatisering, men sidor som låser åtgärder bakom en riktig användargest (autouppspelning, popup-fönster) ignorerar dem. Om du slår på detta låter `browser-cli click --real` skicka äkta mushändelser som räknas som gester. Kompromissen: vilken process som helst som körs som du kan då klicka inuti webbläsarfönstret, så låt det vara avstängt om du inte behöver det.
th: ตามค่าเริ่มต้น การคลิกของ CLI เป็นแบบสังเคราะห์ — เหมาะกับการทำงานอัตโนมัติ แต่หน้าที่ล็อกการทำงานไว้หลังท่าทางผู้ใช้จริง (เล่นอัตโนมัติ, ป๊อปอัป) จะเพิกเฉยต่อมัน การเปิดสิ่งนี้ทำให้ `browser-cli click --real` ส่งเหตุการณ์เมาส์จริงที่นับเป็นท่าทาง ข้อแลกเปลี่ยน: กระบวนการใดก็ตามที่ทำงานในนามคุณจะสามารถคลิกภายในหน้าต่างเบราว์เซอร์ได้ ดังนั้นปล่อยปิดไว้เว้นแต่คุณจำเป็น
tr: Varsayılan olarak CLI'nin tıklamaları sentetiktir — otomasyon için iyidir, ancak eylemleri gerçek bir kullanıcı hareketinin arkasına kilitleyen sayfalar (otomatik oynatma, açılır pencereler) bunları yok sayar. Bunu açmak, `browser-cli click --real` komutunun hareket olarak sayılan gerçek fare olayları göndermesine olanak tanır. Ödünleşim: senin adına çalışan herhangi bir işlem, o zaman tarayıcı penceresinin içine tıklayabilir, bu yüzden ihtiyacın yoksa kapalı bırak.
uk: За замовчуванням кліки CLI синтетичні — підходять для автоматизації, але сторінки, що ховають дії за справжнім жестом користувача (автовідтворення, спливні вікна), їх ігнорують. Увімкнення цього дозволяє `browser-cli click --real` надсилати справжні події миші, які зараховуються як жести. Компроміс: будь-який процес, запущений від вашого імені, зможе тоді клікати всередині вікна браузера, тож залиште вимкненим, якщо це не потрібно.
vi: Theo mặc định, các cú nhấp của CLI là tổng hợp — tốt cho tự động hóa, nhưng những trang khóa hành động sau một cử chỉ thật của người dùng (tự động phát, cửa sổ bật lên) sẽ bỏ qua chúng. Bật cái này cho phép `browser-cli click --real` gửi các sự kiện chuột thật được tính là cử chỉ. Đánh đổi: bất kỳ tiến trình nào chạy dưới danh nghĩa bạn khi đó đều có thể nhấp bên trong cửa sổ trình duyệt, vì vậy hãy để tắt trừ khi bạn cần.
zh_hans: 默认情况下，CLI 的点击是合成的——适合自动化，但那些将操作锁定在真实用户手势之后的页面（自动播放、弹出窗口）会忽略它们。开启此项后，`browser-cli click --real` 可发送算作手势的真实鼠标事件。代价是：届时任何以你身份运行的进程都可以在浏览器窗口内点击，因此除非需要，否则请保持关闭。
zh_hk: 在預設情況下，CLI 的點按是合成的——適合自動化，但那些將動作鎖定在真實使用者手勢之後的頁面（自動播放、彈出視窗）會忽略它們。開啟此項後，`browser-cli click --real` 可傳送算作手勢的真實滑鼠事件。代價是：屆時任何以你身分執行的程序都可以在瀏覽器視窗內點按，因此除非需要，否則請保持關閉。

source: Cached images and files
ar: الصور والملفات المخزَّنة مؤقتًا
ca: Imatges i fitxers a la memòria cau
cs: Obrázky a soubory v mezipaměti
da: Cachelagrede billeder og filer
de: Zwischengespeicherte Bilder und Dateien
el: Εικόνες και αρχεία σε προσωρινή μνήμη
es: Imágenes y archivos en caché
fi: Välimuistissa olevat kuvat ja tiedostot
fr: Images et fichiers en cache
he: תמונות וקבצים במטמון
hi: कैश की गई छवियाँ और फ़ाइलें
hr: Predmemorirane slike i datoteke
hu: Gyorsítótárazott képek és fájlok
id: Gambar dan berkas dalam cache
it: Immagini e file nella cache
ja: キャッシュされた画像とファイル
ko: 캐시된 이미지 및 파일
ms: Imej dan fail dalam cache
nb: Bufrede bilder og filer
nl: Afbeeldingen en bestanden in cache
pl: Obrazy i pliki w pamięci podręcznej
pt_br: Imagens e arquivos em cache
ro: Imagini și fișiere din cache
ru: Кэшированные изображения и файлы
sk: Obrázky a súbory vo vyrovnávacej pamäti
sv: Cachade bilder och filer
th: รูปภาพและไฟล์ในแคช
tr: Önbelleğe alınmış görüntüler ve dosyalar
uk: Кешовані зображення та файли
vi: Hình ảnh và tệp trong bộ nhớ đệm
zh_hans: 缓存的图片和文件
zh_hk: 快取的圖片與檔案

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hk: 取消

source: Center
ar: الوسط
ca: Centre
cs: Střed
da: Midt
de: Mitte
el: Κέντρο
es: Centro
fi: Keskellä
fr: Centre
he: מרכז
hi: केंद्र
hr: Sredina
hu: Középen
id: Tengah
it: Centro
ja: 中央
ko: 가운데
ms: Tengah
nb: Midten
nl: Midden
pl: Środek
pt_br: Centro
ro: Centru
ru: По центру
sk: Stred
sv: Mitten
th: กึ่งกลาง
tr: Orta
uk: По центру
vi: Giữa
zh_hans: 居中
zh_hk: 置中

source: Choose a browser to import bookmarks from:
ar: اختر متصفحًا لاستيراد الإشارات المرجعية منه:
ca: Tria un navegador des del qual importar adreces d'interès:
cs: Vyber prohlížeč, ze kterého se mají importovat záložky:
da: Vælg en browser at importere bogmærker fra:
de: Wähle einen Browser, aus dem Lesezeichen importiert werden sollen:
el: Επίλεξε ένα πρόγραμμα περιήγησης από το οποίο θα εισαγάγεις σελιδοδείκτες:
es: Elige un navegador del que importar marcadores:
fi: Valitse selain, josta kirjanmerkit tuodaan:
fr: Choisissez un navigateur depuis lequel importer les favoris :
he: בחר דפדפן שממנו לייבא סימניות:
hi: बुकमार्क आयात करने के लिए एक ब्राउज़र चुनें:
hr: Odaberi preglednik iz kojeg ćeš uvesti knjižne oznake:
hu: Válaszd ki a böngészőt, amelyből könyvjelzőket importálsz:
id: Pilih browser untuk mengimpor markah:
it: Scegli un browser da cui importare i segnalibri:
ja: ブックマークを読み込むブラウザを選択：
ko: 북마크를 가져올 브라우저를 선택하세요:
ms: Pilih pelayar untuk mengimport penanda buku:
nb: Velg en nettleser å importere bokmerker fra:
nl: Kies een browser om bladwijzers uit te importeren:
pl: Wybierz przeglądarkę, z której chcesz zaimportować zakładki:
pt_br: Escolha um navegador do qual importar favoritos:
ro: Alege un browser din care să imporți marcaje:
ru: Выберите браузер, из которого импортировать закладки:
sk: Vyber prehliadač, z ktorého sa majú importovať záložky:
sv: Välj en webbläsare att importera bokmärken från:
th: เลือกเบราว์เซอร์ที่จะนำเข้าบุ๊กมาร์ก:
tr: Yer işaretlerini içe aktaracağın bir tarayıcı seç:
uk: Виберіть браузер, з якого імпортувати закладки:
vi: Chọn một trình duyệt để nhập dấu trang từ đó:
zh_hans: 选择要从中导入书签的浏览器：
zh_hk: 選擇要從中匯入書籤的瀏覽器：

source: Choose Downloads Folder
ar: اختيار مجلد التنزيلات
ca: Tria la carpeta de baixades
cs: Vybrat složku stahování
da: Vælg overførselsmappe
de: Download-Ordner wählen
el: Επιλογή φακέλου λήψεων
es: Elegir carpeta de descargas
fi: Valitse latauskansio
fr: Choisir le dossier de téléchargements
he: בחר תיקיית הורדות
hi: डाउनलोड फ़ोल्डर चुनें
hr: Odaberi mapu za preuzimanja
hu: Letöltési mappa kiválasztása
id: Pilih Folder Unduhan
it: Scegli la cartella dei download
ja: ダウンロードフォルダを選択
ko: 다운로드 폴더 선택
ms: Pilih Folder Muat Turun
nb: Velg nedlastingsmappe
nl: Downloadmap kiezen
pl: Wybierz folder pobierania
pt_br: Escolher pasta de downloads
ro: Alege folderul de descărcări
ru: Выбрать папку загрузок
sk: Vybrať priečinok na stiahnutia
sv: Välj nedladdningsmapp
th: เลือกโฟลเดอร์ดาวน์โหลด
tr: İndirilenler Klasörünü Seç
uk: Вибрати папку завантажень
vi: Chọn thư mục tải xuống
zh_hans: 选择下载文件夹
zh_hk: 選擇下載檔案夾

source: Choose…
ar: اختيار…
ca: Tria…
cs: Vybrat…
da: Vælg…
de: Wählen…
el: Επιλογή…
es: Elegir…
fi: Valitse…
fr: Choisir…
he: בחר…
hi: चुनें…
hr: Odaberi…
hu: Kiválasztás…
id: Pilih…
it: Scegli…
ja: 選択…
ko: 선택…
ms: Pilih…
nb: Velg…
nl: Kiezen…
pl: Wybierz…
pt_br: Escolher…
ro: Alege…
ru: Выбрать…
sk: Vybrať…
sv: Välj…
th: เลือก…
tr: Seç…
uk: Вибрати…
vi: Chọn…
zh_hans: 选择…
zh_hk: 選擇…

source: Clear all browsing data?
ar: مسح جميع بيانات التصفح؟
ca: Vols esborrar totes les dades de navegació?
cs: Vymazat všechna data prohlížení?
da: Ryd alle browserdata?
de: Alle Browserdaten löschen?
el: Εκκαθάριση όλων των δεδομένων περιήγησης;
es: ¿Borrar todos los datos de navegación?
fi: Tyhjennetäänkö kaikki selaustiedot?
fr: Effacer toutes les données de navigation ?
he: לנקות את כל נתוני הגלישה?
hi: सारा ब्राउज़िंग डेटा साफ़ करें?
hr: Očistiti sve podatke pregledavanja?
hu: Törlöd az összes böngészési adatot?
id: Hapus semua data penjelajahan?
it: Cancellare tutti i dati di navigazione?
ja: すべての閲覧データを消去しますか？
ko: 모든 인터넷 사용 기록을 지우시겠습니까?
ms: Kosongkan semua data pelayaran?
nb: Tømme alle nettleserdata?
nl: Alle browsegegevens wissen?
pl: Wyczyścić wszystkie dane przeglądania?
pt_br: Limpar todos os dados de navegação?
ro: Ștergi toate datele de navigare?
ru: Очистить все данные просмотра?
sk: Vymazať všetky údaje prehliadania?
sv: Rensa alla webbdata?
th: ล้างข้อมูลการเรียกดูทั้งหมดไหม
tr: Tüm gezinme verileri temizlensin mi?
uk: Очистити всі дані перегляду?
vi: Xóa toàn bộ dữ liệu duyệt?
zh_hans: 要清除所有浏览数据吗？
zh_hk: 要清除所有瀏覽資料嗎？

source: Clear Browsing Data
ar: مسح بيانات التصفح
ca: Esborra les dades de navegació
cs: Vymazat data prohlížení
da: Ryd browserdata
de: Browserdaten löschen
el: Εκκαθάριση δεδομένων περιήγησης
es: Borrar datos de navegación
fi: Tyhjennä selaustiedot
fr: Effacer les données de navigation
he: נקה נתוני גלישה
hi: ब्राउज़िंग डेटा साफ़ करें
hr: Očisti podatke pregledavanja
hu: Böngészési adatok törlése
id: Hapus Data Penjelajahan
it: Cancella dati di navigazione
ja: 閲覧データを消去
ko: 인터넷 사용 기록 지우기
ms: Kosongkan Data Pelayaran
nb: Tøm nettleserdata
nl: Browsegegevens wissen
pl: Wyczyść dane przeglądania
pt_br: Limpar dados de navegação
ro: Șterge datele de navigare
ru: Очистить данные просмотра
sk: Vymazať údaje prehliadania
sv: Rensa webbdata
th: ล้างข้อมูลการเรียกดู
tr: Gezinme Verilerini Temizle
uk: Очистити дані перегляду
vi: Xóa dữ liệu duyệt
zh_hans: 清除浏览数据
zh_hk: 清除瀏覽資料

source: Clear browsing data…
ar: مسح بيانات التصفح…
ca: Esborra les dades de navegació…
cs: Vymazat data prohlížení…
da: Ryd browserdata…
de: Browserdaten löschen…
el: Εκκαθάριση δεδομένων περιήγησης…
es: Borrar datos de navegación…
fi: Tyhjennä selaustiedot…
fr: Effacer les données de navigation…
he: נקה נתוני גלישה…
hi: ब्राउज़िंग डेटा साफ़ करें…
hr: Očisti podatke pregledavanja…
hu: Böngészési adatok törlése…
id: Hapus data penjelajahan…
it: Cancella dati di navigazione…
ja: 閲覧データを消去…
ko: 인터넷 사용 기록 지우기…
ms: Kosongkan data pelayaran…
nb: Tøm nettleserdata…
nl: Browsegegevens wissen…
pl: Wyczyść dane przeglądania…
pt_br: Limpar dados de navegação…
ro: Șterge datele de navigare…
ru: Очистить данные просмотра…
sk: Vymazať údaje prehliadania…
sv: Rensa webbdata…
th: ล้างข้อมูลการเรียกดู…
tr: Gezinme verilerini temizle…
uk: Очистити дані перегляду…
vi: Xóa dữ liệu duyệt…
zh_hans: 清除浏览数据…
zh_hk: 清除瀏覽資料…

source: Clear Data
ar: مسح البيانات
ca: Esborra les dades
cs: Vymazat data
da: Ryd data
de: Daten löschen
el: Εκκαθάριση δεδομένων
es: Borrar datos
fi: Tyhjennä tiedot
fr: Effacer les données
he: נקה נתונים
hi: डेटा साफ़ करें
hr: Očisti podatke
hu: Adatok törlése
id: Hapus Data
it: Cancella dati
ja: データを消去
ko: 데이터 지우기
ms: Kosongkan Data
nb: Tøm data
nl: Gegevens wissen
pl: Wyczyść dane
pt_br: Limpar dados
ro: Șterge datele
ru: Очистить данные
sk: Vymazať údaje
sv: Rensa data
th: ล้างข้อมูล
tr: Verileri Temizle
uk: Очистити дані
vi: Xóa dữ liệu
zh_hans: 清除数据
zh_hk: 清除資料
